Repository: dream-alpha/MovieCockpit
Catalog: po/*.po
Languages: it

source: Version
it: Versione

source: License
it: Licenza

source: Exit
it: Uscire

source: Select function
it: Selezionare funzione

source: Cancel
it: Annullare

source: Open setup
it: Impostazioni

source: Directory up
it: Directory padre

source: Toggle show deleted movies
it: Commutare visual. video rimossi

source: Delete
it: Rimuovere

source: Move
it: Spostare

source: Copy
it: Copiare

source: Empty trashcan
it: Svuotare il cestino

source: Bookmarks
it: Segnalibri

source: Archive
it: Archivio

source: Reload cache
it: Ricaricare cache

source: Remove all marks
it: Rimuovere tutti i contrassegni

source: Setup
it: Impostazioni

source: About
it: Informazioni

source: Select plugin
it: Selezionare plugin

source: End
it: Fine

source: Stop playback
it: Arrestare riproduzione

source: Skip forward
it: Skip avanti

source: Skip backward
it: Skip indietro

source: EPG Info
it: Info EPG

source: Do you want to resume playback at position: %d:%02d:%02d?
it: Riprendere la riproduzione dalla posizione %d:%02d:%02d?

source: DD.MM.YYYY
it: GG.MM.AAAA

source: WD DD.MM.YYYY
it: GS GG.MM.AAAA

source: DD.MM.YYYY HH:MM
it: GG.MM.YYYY HH:MM

source: WD DD.MM.YYYY HH:MM
it: GS GG.MM.AAAA HH:MM

source: DD.MM. HH:MM
it: GG.MM. HH:MM

source: WD DD.MM. HH:MM
it: GS GG.MM. HH:MM

source: YYYY/MM/DD
it: AAAA/MM/GG

source: WD YYYY/MM/DD
it: GS AAAA/MM/GG

source: YYYY/MM/DD HH:MM
it: AAAA/MM/GG HH:MM

source: WD YYYY/MM/DD HH:MM
it: GS AAAA/MM/GG HH:MM

source: MM/DD HH:MM
it: MM/GG HH:MM

source: WD MM/DD HH:MM
it: GS MM/GG HH:MM

source: Description
it: Descrizione

source: Date sort down
it: Ordinamento: data (9-0)

source: Date sort up
it: Ordinamento: data (0-9)

source: Alpha sort up
it: Ordinamento: alfabetico (A-Z)

source: Alpha sort down
it: Ordinamento: alfabetico (Z-A)

source: red
it: Rosso

source: light red
it: Rosso chiaro

source: dark red
it: Rosso scuro

source: white
it: Bianco

source: light grey
it: Grigio chiaro

source: grey
it: Grigio

source: dark grey
it: Grigio scuro

source: black
it: Nero

source: dark yellow
it: Giallo scuro

source: yellow
it: Giallo

source: automatic
it: Automatico

source: beginning
it: Inizio

source: first mark
it: Primo contrassegno

source: event start
it: Inizio evento

source: Save
it: Salvare

source: Defaults
it: Default

source: Really close without saving settings?
it: Chiudere senza salvare le modifiche?

source: Loading default settings will overwrite all settings, really load them?
it: Le impostazioni predefinite sovrascriveranno quelle presenti. Eseguire?

source: Some changes require a GUI restart
it: Alcune modifiche richiedono il riavvio della GUI

source: Restart GUI now?
it: Riavviare la GUI ora?

source: Select directory
it: Selezionare directory

source: Path does not exist
it: Percorso non presente

source: GENERAL
it: GENERALE

source: Show bookmark content on start
it: Mostrare contenuto segnalibri all'avvio

source: Select whether bookmark content is to be displayed at plugin start or the last directory.
it: Determinare se all'avvio debba essere mostrato contenuto segnalibri/ultima directory.

source: Automatic cleanup of timers list
it: Pulizia automatica elenco timer

source: Select whether completed recording timers should be deleted automatically.
it: Determinare se a registrazioni terminate rimuovere automaticamente i timer.

source: Resume video at last position
it: Riprendere dall'ultima posizione

source: Select whether video should be resumed at last stop position.
it: Determinare se far ripartire il video dall'ultima posizione.

source: Video start at
it: Avviare il video da

source: Select at which position video is started at.
it: Determinate da quale posizione avviare il video.

source: Default sort mode
it: Ordinamento predefinito

source: Select the start mode to be used at startup.
it: Selezionare la modalità di avvio da utilizzare all'avvio.

source: Show directories
it: Mostrare directory

source: Select whether directories should be displayed.
it: Selezionare quali directory visualizzare.

source: Show directories information
it: Mostrare informazioni sulla directory

source: Select which information should be displayed for directories.
it: Determinare quali informazioni visualizzare sulle directory.

source: Show mount points
it: Mostrare i punti di mount

source: Select whether to show mount_points or not.
it: Determinare se visualizzare i punti di mount.

source: Watching in progress percent
it: Considerare visto se oltre il (%)

source: Select percentage for videos that areconsidered being watched.
it: Percentuale del progresso di riproduzione per considerare il video visto.

source: Finished watching percent
it: Limite visualizzazione completa (%)

source: Select percentage for videos that areconsidered finished.
it: Percentuale del progresso di riproduzione per considerare il video terminato.

source: Default color for video
it: Colore predefinito video

source: Select the color for video.
it: Selezionare colore video.

source: Default color for highlighted video
it: Colore predefinito video evidenziati

source: Select the color for videos that are highlighted.
it: Selezionare colore video evidenziati.

source: Default color for recording
it: Colore predefinito registrazioni

source: Select the color for recording.
it: Selezionare colore registrazioni.

source: Default color for highlighted recording
it: Colore predefinito registrazioni evidenziate

source: Select the color for highlighted recording.
it: Selezionare colore registrazioni evidenziate.

source: Default color for selected video
it: Colore predefinito video selezionati

source: Select the color for selected video.
it: Selezionare colore video selezionati.

source: Default color for highlighted selected video
it: Colore predefinito video selezionato ed evidenziato

source: Select the color for selected and highlighted video.
it: Selezionare colore video selezionato ed evidenziato.

source: RECORDING COVERS
it: COVER REGISTRAZIONI

source: Download cover automatically for recording
it: Scaricare automaticamente cover registrazioni

source: Select whether a cover should be automatically downloaded when recording a movie.
it: Determinare se scaricare automaticamente le cover delle registrazioni in corso.

source: Cover source
it: Origine cover

source: Select the cover source.
it: Selezionare l'origine cover.

source: Show fallback cover
it: Mostrare cover di riserva

source: Select whether a "no cover available" cover should be displayed when no cover is available.
it: Determinare se visualizzare cover "cover non disponibile" se nessuna cover reperibile.

source: TRASHCAN
it: CESTINO

source: Enable trashcan
it: Abilitare cestino

source: Select whether the trashcan should be activated.
it: Determinare se abilitare cestino.

source: Show trashcan directory
it: Mostrare la cartella cestino

source: Select whether the trashcan should be displayed in the video list.
it: Determinare se mostrare il cestino nell'elenco video.

source: Show trashcan information
it: Mostrare informazioni cestino

source: Select the trashcan information to be shown.
it: Determinare se mostrare informazioni sul cestino.

source: Enable auto trashcan cleanup
it: Abilitare svuotamento automatico cestino

source: Select whether the trashcan should be cleaned automatically.
it: Determinare se svuotare automaticamente il cestino.

source: File retention period in trashcan
it: Permanenza file nel cestino

source: Select how many days the files should be kept in the trashcan before they are cleaned automatically.
it: Determinare i giorni di permanenza dei file nel cestino prima di rimuoverli automaticamente.

source: LANGUAGE
it: LINGUA

source: Preferred EPG language
it: Lingua EPG preferita

source: Select the preferred EPG language.
it: Selezionare lingua EPG preferita.

source: ARCHIVE
it: ARCHIVIO

source: Enable
it: Abilitare

source: Select whether archiving should be activated.
it: Determinare se abilitare l'archiviazione.

source: Source
it: Origine

source: Select the source bookmark for archiving.
it: Selezionare segnalibro origine archiviazione.

source: Target
it: Destinazione

source: Select the target bookmark for archiving.
it: Selezionare segnalibro destinazione archiviazione.

source: Log level
it: Livello log

source: Select debug log level.
it: Selezionare livello log di debug.

source: Log file path
it: Percorso file di log

source: Select the path to be used for the debug log file.
it: Selezionare il percorso file di log.

source: File operation(s)
it: Operazioni file

source: Remaining files
it: File rimanenti

source: Cancelling, please wait
it: Attendere, rimozione...

source: Cancelled
it: Rimosso

source: Please wait
it: Attendere

source: Loading
it: Caricamento

source: Deleting
it: Rimozione...

source: Moving
it: Spostamento...

source: Copying
it: Copia...

source: Done
it: Fatto

source: No file operation in process
it: Nessuna operazione file in corso

source: Close
it: Chiudere

source: Hide
it: Nascondere

source: Processing
it: Elaborazione...

source: of
it: di

source: No event info available
it: Info evento disponibili

source: TMDB plugin is not installed.
it: Plugin TMDB non installato.

source: trashcan
it: Cestino

source: Videos
it: Video

source: Video file does not exist
it: Il file video non esiste

source: Do you really want to reload the SQL cache?
it: Ricaricare la cache SQL?

source: Stop recording(s)
it: Arrestare le registrazioni

source: Permanently delete the selected video file(s) or dir(s)
it: Rimuovere definitivamente video/directory selezionati

source: Move file(s)
it: Spostare file

source: Copy file(s)
it: Copiare file

source: is not mounted
it: non è montato

source: Can't move recordings
it: Impossibile spostare registrazioni

source: Can't copy recordings
it: Impossibile copiare registrazioni

source: Archive source and/or target directory does not exist, please configure directories in setup.
it: Directory origine/destinazione archivio non presenti: configurare directory nelle impostazioni.

source: Permanently delete all files in trashcan?
it: Rimuovere definitivamente file nel cestino?

source: Not enough space in target directory for video file
it: Spazio insufficiente in directory destinazione per il video

source: Color key red
it: Tasto rosso

source: Color key green
it: Tasto verde

source: Color key yellow
it: Tasto giallo

source: Color key blue
it: Tasto blu

source: Toggle directories
it: Commutare directory

source: Context menu
it: Menu contestuale

source: Plugins menu
it: Menu plugin

source: EPG info
it: Info EPG

source: TMDB info
it: Info TMDB

source: Cursor page up
it: Cursore pagina su

source: Cursor page down
it: Cursore pagina giù

source: Cursor up
it: Cursore su

source: Cursor down
it: Cursore giù

source: Bouquet up
it: Bouquet su

source: Bouquet down
it: Bouquet giù

source: Selection on/off
it: Selezione On/Off

source: Selection off
it: Selezione Off

source: Color buttons next
it: Colore tasto successivo

source: Color buttons previous
it: Colore tasto precedente

source: Selftest
it: Autodiagnosi

source: File operations progress
it: Progresso operazioni file

source: Recording Info
it: Info registrazione

source: Sort mode
it: Metodo ordinamento

source: Sort order
it: Ordinamento

source: List type
it: Tipo elenco

source: Reset progress
it: Reset progresso

source: Date/Mount
it: Data/Mount

source: Timer list
it: Elenco timer

source: Restore
it: Ripristinare

source: Trashcan
it: Cestino

source: COPYING
it: COPIA...

source: MOVING
it: SPOSTAMENTO...

source: DELETING
it: RIMOZIONE...

source: up
it: Su

source: Manage recordings
it: Gestire registrazioni

source: List style: default
it: Stile elenco: predefinito

source: List style: compact with description
it: Stile elenco: compatto con descrizione

source: List style: compact
it: Stile elenco: compatto

source: List style: compact single line
it: Stile elenco: compatto riga singola

source: List style: minimal
it: Stile elenco: minimale
